{
    "pizzeria": "Pizza Club",
    "pizzas": [
      {
        "id": 1,
        "titulo": "Pizza Margarita",
        "precio": 8.99,
        "imagen": "./src/assets/margarita.jpg",
        "descripcion": "Deliciosa pizza con salsa de tomate, mozzarella fresca y hojas de albahaca."
      },
      {
        "id": 2,
        "titulo": "Pizza Pepperoni",
        "precio": 10.99,
        "imagen": "./src/assets/pepperoni.jpg",
        "descripcion": "Pizza clásica de pepperoni, con salsa de tomate y queso mozzarella derretido."
      },
      {
        "id": 3,
        "titulo": "Pizza Hawaiana",
        "precio": 11.99,
        "imagen": "./src/assets/hawaiana.jpg",
        "descripcion": "Pizza con jamón, piña, salsa de tomate y queso mozzarella."
      },
      {
        "id": 4,
        "titulo": "Pizza vegetariana",
        "precio": 14.99,
        "imagen": "./src/assets/vegetariana.jpg",
        "descripcion": "Esta pizza está hecha con una mezcla de verduras, como pimientos, cebolla, champiñones y aceitunas negras. También se puede agregar queso feta para un toque extra de sabor."
      },
      {
        "id": 5,
        "titulo": "Pizza de pollo a la barbacoa",
        "precio": 9.99,
        "imagen": "./src/assets/pollo.jpg",
        "descripcion": "Esta pizza tiene una base de salsa de tomate y queso mozzarella, pero se le agrega pollo desmenuzado marinado en salsa barbacoa. También se pueden agregar cebolla y pimiento."
      },
      {
        "id": 6,
        "titulo": "Pizza Napolitana",
        "precio": 12.99,
        "imagen": "./src/assets/napolitana.jpg",
        "descripcion": "La pizza napolitana es una pizza tradicional italiana originaria de Nápoles, hecha con tomate fresco, mozzarella y aceite de oliva, y cocida en un horno de leña a altas temperaturas, resultando en una corteza gruesa y esponjosa."
      },
      {
        "id": 7,
        "titulo": "Pizza de cuatro quesos",
        "precio": 8.99,
        "imagen": "./src/assets/4quesos.jpg",
        "descripcion": "Esta pizza tiene una base de salsa de tomate y una mezcla de cuatro quesos diferentes, como mozzarella, parmesano, gorgonzola y provolone. También se pueden agregar hojas de albahaca fresca."
      },
      {
        "id": 8,
        "titulo": "Pizza de hongos",
        "precio": 8.99,
        "imagen": "./src/assets/hongos.jpeg",
        "descripcion": "La pizza de hongos es una variedad de pizza que incluye una selección de hongos, como champiñones y setas, junto con queso y salsa de tomate. Es una opción popular para los amantes de los hongos y vegetarianos."
      },
      {
        "id": 9,
        "titulo": "Pizza Diavola",
        "precio": 10.99,
        "imagen": "./src/assets/diavola.jpg",
        "descripcion": "otra pizza italiana que es conocida por ser bastante picante. Está cubierta con salsa de tomate, mozzarella y salami picante."
      }
    ]
  }
  